List hKeys = [];
List<bool> hCatePressed = [true, false, false];

Map<String, double> age = {
  '10대': 45,
  '20대': 78,
  '30대': 92,
  '40대': 85,
  '50대': 68,
  '60대': 42,
  '70대': 28,
};
Map<String, double> time = {
  '07시': 12,
  '08시': 25,
  '09시': 38,
  '10시': 52,
  '11시': 65,
  '12시': 78,
  '13시': 82,
  '14시': 88,
  '15시': 92,
  '16시': 95,
  '17시': 80,
  '18시': 77,
  '19시': 73,
  '20시': 67,
  '21시': 40,
};
Map<String, double> gender = {'남자': 52, '여자': 48};

List Seoul = [
  ['강남구', 124],
  ['강동구', 43],
  ['강북구', 0],
  ['강서구', 76],
  ['관악구', 47],
  ['광진구', 0],
  ['구로구', 0],
  ['금천구', 0],
  ['노원구', 0],
  ['도봉구', 0],
  ['동대문구', 0],
  ['동작구', 39],
  ['마포구', 58],
  ['서대문구', 0],
  ['서초구', 98],
  ['성동구', 0],
  ['성북구', 0],
  ['송파구', 87],
  ['양천구', 52],
  ['영등포구', 65],
  ['용산구', 0],
  ['은평구', 0],
  ['종로구', 0],
  ['중구', 0],
  ['중랑구', 0],
];

List gymList = [
  '양천구민체육센터',
  '잠실체육구민센터',
  '서초시민구민센터',
  '마포구민체육센터',
];

String selectGym = '';